<?php
/*
Template Name: Agreement Page
*/

get_header();?>
<link rel="stylesheet" href="<?php echo get_stylesheet_directory_uri(); ?>/assets/css/Pages/terms.css" />
    <main class="container terms-color paper">
        <div class="inConteiner indent">
            <div class="subject"><p>利用規約</p></div>
            <div class="title-list-content no-indent"><p>本利用規約(以下「本規約」といいます。)には、有限会社ドリームチーム(以下「当社」といいます。)の提供する視力ランドのご利用にあたり、ユーザーの皆様に遵守していただかなければならない事項及び当社とユーザーの皆様との間の権利義務関係が定められております。<br/>
                当該サービスをユーザーとしてご利用になる方は、本規約に同意する前に、必ず全文お読み下さいますようお願い致します。</p></div>
            <div class="title"><p>第１条　適用</p></div>
            <div class="title-list"><p>1. 本規約は、本サービス(第2条に定義)の利用に関する当社とユーザー(第2条に定義)との間の権利義務関係を定めることを目的とし、ユーザーと当社の間の本サービスの利用に関わる一切の関係に適用されます。</p></div>
            <div class="title-list"><p>2. 当社が当社ウェブサイト(第2条に定義)上で随時掲載する本サービスに関するルール、諸規定等は本規約の一部を構成するものとします。</p></div>
            <div class="title"><p>第２条　定義</p></div>
            <div class="title-list-content no-indent"><p>本規約において使用される用語の定義は、次のとおりです。</p></div>
            <div class="title-list"><p>1. 「本サービス」とは、当社が視力ランドという名称で提供するすべてのウェブサイト、ソフトウェア、アプリケーション、プロダクト、ドキュメントその他一切の製品およびサービス (理由の如何を問わずサービスの名称又は内容が変更された場合は、当該変更後のサービスを含みます。)を意味します。</p></div>
            <div class="title-list"><p>2. 「知的財産権」とは、著作権、特許権、実用新案権、商標権、意匠権その他の知的財産権(それらの権利を取得し、又はそれらの権利につき登録等を出願する権利を含みます。)を意味します。</p></div>
            <div class="title-list"><p>3. 「当社ウェブサイト」とは、そのドメインが「469up.com」である当社が運営するウェブサイト(理由の如何を問わず当社のウェブサイトのドメイン又は内容が変更された場合は、当該変更後のウェブサイトを含みます。)を意味します。</p></div>
            <div class="title-list"><p>4. 「ユーザー」とは、本サービスを利用するすべての方のことを言います。</p></div>
            <div class="title"><p>第３条　本サービスの提供</p></div>
            <div class="title-list-content"><p>ユーザーは、本規約に従って、当社の定める方法に従い、本サービスを利用することができます。</p></div>
            <div class="title"><p>第４条　禁止行為</p></div>
            <div class="title-list"><p>1. ユーザーは、本サービスの利用にあたり、以下の各号のいずれかに該当する行為をしてはなりません。</p></div>
            <div class="title-list left-space"><p>a.  当社、又は本サービスの他の利用者その他の第三者の知的財産権、肖像権、プライバシーの権利、名誉、その他の権利又は利益を侵害する行為(かかる侵害を直接又は間接に惹起する行為を含みます。)</p></div>
            <div class="title-list left-space"><p>b.  犯罪行為に関連する行為又は公序良俗に反する行為</p></div>
            <div class="title-list left-space"><p>c.  異性交際に関する情報を送信する行為</p></div>
            <div class="title-list left-space"><p>d. コンピューター・ウィルスその他の有害なコンピューター・プログラムを含む情報を送信する行為</p></div>
            <div class="title-list left-space"><p>e. 当社による本サービスの運営を妨害するおそれのある行為</p></div>
            <div class="title-list left-space"><p>f. 本サービスに関し利用しうる情報を改ざんする行為</p></div>
            <div class="title-list left-space"><p>g. その他、当社が不適切と判断する行為</p></div>
            <div class="title-list"><p>2. 当社は、ユーザーによる行為が前項各号のいずれかに該当し、又は該当するおそれがあると当社が判断した場合には、ユーザーに事前に通知することなく、当該情報の全部又は一部を削除すること及びユーザーの本サービスの利用を停止させることができるものとします。<br/>当社は、本項に基づき当社が行った措置に基づきユーザーに生じた損害について一切の責任を負いません。</p></div>
            <div class="title"><p>第５条　本サービスの停止等</p></div>
            <div class="title-list"><p>1. 当社は、以下のいずれかに該当する場合には、ユーザーに事前に通知することなく、本サービスの利用の全部又は一部を停止又は中断することができるものとします。</p></div>
            <div class="title-list left-space"><p>a. 本サービスに係るコンピューター・システムの点検又は保守作業を定期的又は緊急に行う場合</p></div>
            <div class="title-list left-space"><p>b. コンピューター、通信回線等が事故により停止した場合</p></div>
            <div class="title-list left-space"><p>c. 火災、停電、天災地変などの不可抗力により本サービスの運営ができなくなった場合</p></div>
            <div class="title-list left-space"><p>d. その他、当社が停止又は中断を必要と判断した場合</p></div>
            <div class="title-list"><p>2. 当社は、当社の都合により、本サービスの提供を終了することができます。この場合、当社はユーザーに事前に通知するものとします。</p></div>
            <div class="title-list"><p>3. 当社は、本条に基づき当社が行った措置に基づきユーザーに生じた損害について一切の責任を負いません。</p></div>
            <div class="title"><p>第６条　設備の負担等</p></div>
            <div class="title-list"><p>1. 本サービスの提供を受けるために必要な、コンピューター、ソフトウェアその他の機器、通信回線その他の通信環境等の準備及び維持は、ユーザーの費用と責任において行うものとします。</p></div>
            <div class="title-list"><p>2. ユーザーは自己の本サービスの利用環境に応じて、コンピューター・ウィルスの感染の防止、不正アクセス及び情報漏洩の防止等のセキュリティ対策を自らの費用と責任において講じるものとします。</p></div>
            <div class="title-list"><p>3. ユーザーは、本サービスの利用開始に際し又は本サービスの利用中に、当社ウェブサイトからのダウンロードその他の方法によりソフトウェア等をユーザーのコンピューター等にインストールする場合には、ユーザーが保有する情報の消滅若しくは改変又は機器の故障、損傷等が生じないよう十分な注意を払うものとし、当社はユーザーに発生したかかる損害について一切責任を負わないものとします。</p></div>
            <div class="title"><p>第７条　権利帰属</p></div>
            <div class="title-list"><p>1. 当社ウェブサイト及び本サービスに関する所有権及び知的財産権は全て当社又は当社にライセンスを許諾している者に帰属しており、本規約に基づく本サービスの利用許諾は、当社ウェブサイト又は本サービスに関する当社又は当社にライセンスを許諾している者の知的財産権の使用許諾を意味するものではありません。<br/>ユーザーは、いかなる理由によっても当社又は当社にライセンスを許諾している者の知的財産権を侵害するおそれのある行為（逆アセンブル、逆コンパイル、リバースエンジニアリングを含みますが、これに限定されません。）をしないものとします。</p></div>
            <div class="title-list"><p>2. 当社ウェブサイト又は本サービスにおいて、ユーザーが投稿その他送信を行った文章、画像、動画その他のデータについては、当社において、無償で自由に利用(複製、複写、改変、第三者への再許諾その他のあらゆる利用を含みます。)することができるものとします。</p></div>
            <div class="title"><p>第８条　保証の否認及び免責</p></div>
            <div class="title-list"><p>1. 当社は、本サービスが提供する情報につき如何なる保証も行うものではありません。<br/>本サービスは現状有姿で提供されるものであり、当社は本サービスについて、特定の目的への適合性、商業的有用性、完全性、継続性等を含め、一切保証を致しません。</p></div>
            <div class="title-list"><p>2. ユーザーが当社から直接又は間接に、本サービス、当社ウェブサイト、本サービスの他のユーザーその他の事項に関する何らかの情報を得た場合であっても、当社はユーザーに対し本規約において規定されている内容を超えて如何なる保証も行うものではありません。</p></div>
            <div class="title-list"><p>3. ユーザーは、本サービスを利用することが、ユーザーに適用のある法令、業界団体の内部規則等に違反するか否かを自己の責任と費用に基づいて調査するものとし、当社は、ユーザーによる本サービスの利用が、ユーザーに適用のある法令、業界団体の内部規則等に適合することを何ら保証するものではありません。</p></div>
            <div class="title-list"><p>4. 本サービス又は当社ウェブサイトに関連してユーザーと他のユーザー又は第三者との間において生じた取引、連絡、紛争等については、ユーザーの責任において処理及び解決するものとし、当社はかかる事項について一切責任を負いません。</p></div>
            <div class="title-list"><p>5. 当社は、当社による本サービスの提供の中断、停止、終了、利用不能又は変更、ユーザーのメッセージ又は情報の削除又は消失、本サービスの利用によるデータの消失又は機器の故障若しくは損傷、その他本サービスに関連してユーザーが被った損害につき、賠償する責任を一切負わないものとします。</p></div>
            <div class="title-list"><p>6. 当社ウェブサイトから他のウェブサイトへのリンク又は他のウェブサイトから当社ウェブサイトへのリンクが提供されている場合でも、当社は、当社ウェブサイト以外のウェブサイト及びそこから得られる情報に関して如何なる理由に基づいても一切の責任を負わないものとします。</p></div>
            <div class="title-list"><p>7. 当社は、本サービスに関連してユーザーが被った損害について、一切賠償の責任を負いません。<br/>消費者契約法の適用その他の理由により当社がユーザーに対して損害賠償責任を負う場合においても、当社の賠償責任は、1,000円を上限とします。</p></div>
            <div class="title"><p>第９条      ユーザーの賠償等の責任</p></div>
            <div class="title-list-content no-indent"><p>ユーザーは、本規約に違反することにより、又は本サービスの利用に関連して当社に損害を与えた場合、当社に対しその損害を賠償しなければなりません。</p></div>
            <div class="title"><p>第１０条　秘密保持</p></div>
            <div class="title-list"><p>1. 本規約において「秘密情報」とは、利用契約又は本サービスに関連して、ユーザーが、当社より書面、口頭若しくは記録媒体等により提供若しくは開示されたか、又は知り得た、当社の技術、営業、業務、財務、組織、その他の事項に関する全ての情報を意味します。但し、以下のものについては、秘密情報から除外するものとします。</p></div>
            <div class="title-list left-space"><p>a. 当社から提供若しくは開示がなされたとき又は知得したときに、既に一般に公知となっていた、又は既に知得していたもの</p></div>
            <div class="title-list left-space"><p>b. 当社から提供若しくは開示又は知得した後、自己の責めに帰せざる事由により刊行物その他により公知となったもの</p></div>
            <div class="title-list left-space"><p>c. 提供又は開示の権限のある第三者から秘密保持義務を負わされることなく適法に取得したもの</p></div>
            <div class="title-list left-space"><p>d. 秘密情報によることなく単独で開発したもの</p></div>
            <div class="title-list left-space"><p>e. 当社から秘密保持の必要なき旨書面で確認されたもの</p></div>
            <div class="title-list"><p>2. ユーザーは、秘密情報を本サービスの利用の目的のみに利用するとともに、当社の書面による承諾なしに第三者に当社の秘密情報を提供、開示又は漏洩しないものとします。</p></div>
            <div class="title-list"><p>3. 第2項の定めに拘わらず、ユーザーは、法律、裁判所又は政府機関の命令、要求又は要請に基づき、秘密情報を開示することができます。<br/>但し、当該命令、要求又は要請があった場合、速やかにその旨を当社に通知しなければなりません。</p></div>
            <div class="title-list"><p>4. ユーザーは、当社から求められた場合にはいつでも、遅滞なく、当社の指示に従い、秘密情報並ビに秘密情報を記載又は包含した書面その他の記録媒体物及びその全ての複製物を返却又は廃棄しなければなりません。</p></div>
            <div class="title"><p>第１１条　個人情報</p></div>
            <div class="title-list-content no-indent"><p>当社は、当社のプライバシーポリシーに従いユーザーの個人情報を取り扱うものとし、ユーザーはこれに同意するものとします。</p></div>
            <div class="title"><p>第１２条　本規約等の変更</p></div>
            <div class="title-list"><p>1. 当社は、本サービスの内容を自由に変更できるものとします。</p></div>
            <div class="title-list"><p>2. 当社は、本規約(当社ウェブサイトに掲載する本サービスに関するルール、諸規定等を含みます。以下本項において同じ。)を変更できるものとします。<br/>当社は、本規約を変更した場合には、ユーザーに当該変更内容を通知するものとし、当該変更内容の通知後、ユーザーが本サービスを利用した場合には、ユーザーは、本規約の変更に同意したものとみなします。</p></div>
            <div class="title"><p>第１３条　連絡 / 通知</p></div>
            <div class="title-list-content no-indent"><p>本サービスに関する問い合わせその他ユーザーから当社に対する連絡又は通知、及び本規約の変更に関する通知その他当社からユーザーに対する連絡又は通知は、当社の定める方法で行うものとします。</p></div>
            <div class="title"><p>第１４条　本規約の譲渡等</p></div>
            <div class="title-list"><p>1. ユーザーは、当社の書面による事前の承諾なく、利用契約上の地位又は本規約に基づく権利若しくは義務につき、第三者に対し、譲渡、移転、担保設定、その他の処分をすることはできません。</p></div>
            <div class="title-list"><p>2. 当社は本サービスにかかる事業を他社に譲渡した場合には、当該事業譲渡に伴い利用契約上の地位、本規約に基づく権利及び義務並ビにユーザーの情報その他の顧客情報を当該事業譲渡の譲受人に譲渡することができるものとし、ユーザーは、かかる譲渡につき本項において予め同意したものとします。<br/>なお、本項に定める事業譲渡には、通常の事業譲渡のみならず、会社分割その他事業が移転するあらゆる場合を含むものとします</p></div>
            <div class="title"><p>第１５条　分離可能性</p></div>
            <div class="title-list-content no-indent"><p>本規約のいずれかの条項又はその一部が、消費者契約法その他の法令等により無効又は執行不能と判断された場合であっても、本規約の残りの規定及び一部が無効又は執行不能と判断された規定の残りの部分は、継続して完全に効力を有し、当社及びユーザーは、当該無効若しくは執行不能の条項又は部分を適法とし、執行力を持たせるために必要な範囲で修正し、当該無効若しくは執行不能な条項又は部分の趣旨並ビに法律的及び経済的に同等の効果を確保できるように努めるものとします。</p></div>
            <div class="title no-indent"><p>第１６条　存続規定</p></div>
            <div class="title-list-content no-indent"><p>第4条第2項、第5条第3項、第6条、第7条、第8条から第11条まで、並ビに第14条から第17条までの規定は利用契約の終了後も有効に存続するものとします。<br/>但し、第10条については、利用契約終了後5年間に限り存続するものとします。</p></div>
            <div class="title"><p>第１７条　準拠法及び管轄裁判所</p></div>
            <div class="title-list-content no-indent"><p>本規約の準拠法は日本法とし、本規約に起因し又は関連する一切の紛争については、横浜地方裁判所を第一審の専属的合意管轄裁判所とします。</p></div>
            <div class="title"><p>第１８条　協議解決</p></div>
            <div class="title-list-content no"><p>当社及びユーザーは、本規約に定めのない事項又は本規約の解釈に疑義が生じた場合には、互いに信義誠実の原則に従って協議の上速やかに解決を図るものとします。</p></div>
            <div class="end-date"><p>(2013年5月09日改定)</p></div>
        </div>
    </main>
    <?php get_footer(); ?>